about_veshka = "Олимпиаду проводит Высшая школа экономики. В ней участвуют школьники" \
               " 7-11 классов со всей России и ближнего зарубежья. Популярность " \
               "олимпиады растёт: в 2018 году на отборочный этап пришло 82 тысячи " \
               "человек. И это неудивительно — первые три места позволяют поступить " \
               "со льготами как в саму Вышку, так и в другие вузы страны."
about_lomonosov = 'Олимпиада школьников «Ломоносов» проводится с 2005 года под девизом «via scientiarum», что в ' \
                  'переводе' \
                  ' с латыни означает «путь к знаниям». Она включена в Перечень олимпиад школьников Минобрнауки' \
                  ' России, ' \
                  'дающих особые права при поступлении в МГУ имени М.В. Ломоносова и другие высшие учебные заведения.'
about_vorov = 'Олимпиадаы«Покори Воробьёвы горы!» — это совместный проект МГУ имени Ломоносова и газеты «Московский' \
              ' комсомолец». Она стартовала в 2005 году и позволила многим ребятам из глубинки проявить себя и' \
              ' поступить в престижные вузы еще до того, как был введен повсеместный ЕГЭ.'
about_spbgu = 'Олимпиада школьников СПбГУ — уникальный образовательный проект, направленный на развитие творческих ' \
              'способностей и интереса к научно-исследовательской деятельности, распространение и популяризацию' \
              ' научных' \
              ' знаний среди школьников. Победители и призеры Олимпиады могут претендовать на особые права ' \
              'при поступлении в вуз — зачисление без вступительных испытаний или получение 100 баллов по' \
              'профильному предмету. Условие — результат ЕГЭ по профильному предмету на установленный вузом балл.'
about_ranh = 'Олимпиада школьников РАНХиГС - традиционное мероприятие для старшеклассников, проводимое с 2011 года.' \
             ' Она направлена на развитие интереса старшеклассников к социально-экономическим и гуманитарным наукам,' \
             ' иностранным языкам.'
about_plehan = 'Российский экономический университет имени Г. В. Плеханова ежегодно проводит соревнования по' \
               ' финансовой грамотности, экономике, химии, русскому, немецкому и английскому языкам для учеников ' \
               '8-11 классов. Можно участвовать в олимпиаде по одному или нескольким предметам.'
about_evra = 'Евразийская лингвистическая олимпиада проводится по английскому, испанскому, китайскому, немецкому,' \
             ' итальянскому и французскому языкам среди учеников 7-11 классов. Соревнование включает' \
             ' два обязательных этапа.'
about_kfu = 'Организатором Межрегиональных предметных олимпиад является Казанский (Приволжский) федеральный ' \
            'университет. Общую координацию проведения олимпиад осуществляет Центр по работе с одаренными' \
            ' школьниками Департамента образования КФУ.'
about_rggu = 'Российский государственный гуманитарный университет с начала 1990-х годов ежегодно организует' \
             ' олимпиады для старшеклассников. В них принимают участие школьники из разных регионов России,' \
             ' стран ближнего и дальнего зарубежья.'
about_vedom = 'Олимпиада проводится для учащихся 9-11 классов по пяти языкам: английский, испанский, китайский, ' \
              'немецкий и французский. Организатор -  Академия ФСБ России.'
about_chell = 'Региональный конкурс школьников Челябинского университетского образовательного округа проводится ' \
              'ежегодно, начиная с 2004 года. Состязание для учеников 8-11 классов проходит по английскому,' \
              ' немецкому и французскому языкам.'
about_uchit = 'Олимпиада проводится по английскому, немецкому, французскому, китайскому и японскому языкам. ' \
              'Состязание включает такие профили, как востоковедение и африканистика, педагогическое образование ' \
              '(профиль «иностранный язык»), лингвистика и филология.'
about_gercen = 'Герценовские олимпиады школьников проводятся Российским государственным педагогическим ' \
               'университетом имени А. И. Герцена для учеников 8-11 классов.Герценовские олимпиады школьников ' \
               'проводятся Российским государственным педагогическим университетом имени А. И. Герцена для ' \
               'учеников 8-11 классов.'
about_formula = 'Призёры олимпиады получают льготы при поступлении в вузы, а также право на льготную путёвку' \
                ' в образовательные лагеря «Формула Единства».'
about_vsosh = '''Всероссийская олимпиада школьников (ВсОШ) — самое масштабное интеллектуальное соревнование 
среди школьников РФ. Ежегодно в олимпиаде участвуют миллионы талантливых ребят. Диплом ВсОШ считается престижной 
наградой, открывающей новые возможности в образовании.
Победители и призеры заключительного этапа ВсОШ зачисляются без вступительных испытаний в государственные 
вузы РФ в соответствии с профилем олимпиады. Право на льготу сохраняется в течение четырех лет.
С 2021-го года на заключительном этапе олимпиады члены сборных разных областей получают материальную 
поддержку. Премия для участников заключительного этапа составляет до 100 000 рублей, призеров —
 до 300 000, победителей — до 500 000 (в зависимости от региона участника).'''

site_veshka = "https://olymp.hse.ru/mmo/"
site_lomonosov = 'https://olymp.msu.ru/'
site_vorov = 'https://pvg.mk.ru/'
site_spbgu = 'https://olympiada.spbu.ru/'
site_ranh = 'https://www.ranepa.ru/'
site_plehan = 'https://www.rea.ru/ru/org/managements/priem/Pages/Plekhanovskaya_olimpiada_shkolnikov.aspx'
site_evra = 'https://olimp.duhobr.ru/'
site_kfu = 'https://admissions.kpfu.ru/mpo'
site_rggu = 'http://cdo.rggu.ru/article.html?id=2633819'
site_vedom = 'https://v-olymp.ru/volmp_lang/'
site_chell = 'https://www.csu.ru/studying/pre-university-education/olympiads_and_competitions.aspx'
site_uchit = 'https://www.mgpu.ru/olimpidada_teachers/'
site_gercen = 'https://olymp.herzen.spb.ru/'
site_formula = 'https://www.formulo.org/ru/olymp/'
site_vsosh = 'https://olimpiada.ru/activity/88'

about_bot = """Olympobot - это бот созданный для помощи при подготовке к перечневым и Всероссийской олимпиадам
 школьников. Он содержит в себе материалы для подготовки и обязательно поможет вам."""

timer_info_add = 'Бот оповестит вас за неделю, за день и в день начала олимпиады'
timer_info_del = 'Напоминание об олимпиаде отключено!'